Repository: City-of-Helsinki/drupal-helfi-etusivu
Catalog: public/modules/custom/helfi_etusivu/translations/*.po
Languages: fi, sv

# News item promoted field title
source: Publish the news item in the top news flow
fi: Näytä uutinen pääuutisvirrassa
sv: Publicera nyheten i toppnyheterna

# News item promoted field wrapper title
source: Top news flow
fi: Pääuutisvirta
sv: Toppnyheterna

source: Organize top news feed
fi: Järjestä pääuutisvirtaa
sv: Ordna toppnyheterna

# News article promoted field title
source: Publish the news article in the top news articles flow
fi: Näytä artikkeli pääartikkelivirrassa

# News article promoted field wrapper title
source: Top news article flow
fi: Pääartikkelivirta

source: Organize top news article feed
fi: Järjestä pääartikkelivirtaa

# Updating news
source: Latest updates
fi: Uusimmat päivitykset
sv: Senaste uppdateringar

# Updating news
source: News update published
fi: Uutispäivityksen julkaisuaika

source: Helsinki near you
fi: Helsinki lähelläsi
sv: Helsingfors nära dig

# Helsinki near you
source: Discover city services, events and news near you. Start by entering your street address.
fi: Etsi kaupungin palveluita, tapahtumia ja uutisia osoitteesi perusteella. Aloita kirjoittamalla osoitteesi.
sv: Hitta stadens tjänster, evenemang och nyheter nära dig. Börja med att söka med din adress.

# Helsinki near you
source: Discover city services, events and news near you.
fi: Etsi kaupungin palveluita, tapahtumia ja uutisia osoitteesi perusteella.
sv: Hitta stadens tjänster, evenemang och nyheter nära dig.

# Helsinki near you
source: Address
fi: Osoite
sv: Adress

# Helsinki near you
source: For example, Mannerheimintie 1
fi: Esim. Mannerheimintie 1
sv: T.ex. Mannerheimvägen 1

# Helsinki near you
source: Search
fi: Etsi
sv: Sök

# Helsinki near you
source: Start by entering your street address
fi: Tee aluksi haku osoitteellasi
sv: Sök först med din adress

# Helsinki near you
source: Enter your street address in the search field above to find services, events and news related to your neighbourhood.
fi: Kirjoita osoitteesi yllä olevaan hakuun ja löydä palveluita, tapahtumia ja uutisia läheltäsi.
sv: Skriv din adress i sökningen ovan och hitta tjänster, evenemang och nyheter nära dig.

# Helsinki near you
source: Picture: Lille Santanen
fi: Kuva: Lille Santanen
sv: Bild: Lille Santanen

# Helsinki near you
source: Edit address
fi: Muokkaa osoitetta
sv: Redigera adressen

# Helsinki near you
source: Helsinki near you: @address
fi: Helsinki lähelläsi: @address
sv: Helsingfors nära dig: @address

source: Helsinki near you
fi: Helsinki lähelläsi
sv: Helsingfors nära dig

source: Results for your address
fi: Tulokset osoitteellasi
sv: Resultat för din adress

# Helsinki near you
source: For example, Kotikatu 1
fi: Esim. Kotikatu 1
sv: T.ex. Hemgatan 1

# Helsinki near you
source: See all events
fi: Katso kaikki tapahtumat
sv: Se alla evenemang

# Helsinki near you
source: Events
fi: Tapahtumat
sv: Evenemang

# Helsinki near you
source: Events near you
fi: Tapahtumat lähelläsi
sv: Evenemang nära dig

# Helsinki near you
source: Browse events near you by date.
fi: Tutustu lähialueesi tapahtumiin, jotka on järjestetty ajankohdan mukaan.
sv: Bekanta dig med evenemang i ditt område. Evenemangen har sorterats enligt tidpunkt.

# Helsinki near you
source: Health is key
fi: Hoida terveyttä
sv: Ta hand om din hälsa

# Helsinki near you
source: Your health station
fi: Lähin terveysasema
sv: Egen hälsostation

# Helsinki near you
source: The maternity and child health clinic near you
fi: Lähin neuvola
sv: Närmaste rådgivningsbyrå

# Helsinki near you
source: Grow and learn
fi: Kasva ja opi
sv: Väx och lär dig

# Helsinki near you
source: Your local school
fi: Lähikoulu
sv: Närskola

# Helsinki near you
source: Playgrounds and family houses near you
fi: Lähimmät leikkipuistot ja perhetalot
sv: Närmaste lekparker och familjehus

# Helsinki near you
source: Daycare centres near you
fi: Lähimmät päiväkodit
sv: Närmaste daghem

# Helsinki near you
source: Getting around the city
fi: Kulje kaupungissa
sv: Rör dig i staden

# Helsinki near you
source: Ploughing schedule
fi: Aurausaikataulu
sv: Tidtabell för plogning

# Helsinki near you
source: Roadworks on the map
fi: Katutyöt kartalla
sv: Gatuarbeten på kartan

# Helsinki near you
source: City bike stations and bikeracks on the map
fi: Kaupunkipyöräasemat ja pyörätelineet kartalla
sv: Stadscykelstationer och cykelställningar på kartan

# Helsinki near you
source: Urban development
fi: Kaupunki kehittyy
sv: Staden utvecklas

# Helsinki near you
source: Street and park projects on the map
fi: Katu- ja puistohankkeet kartalla
sv: Gatu- och parkprojekt på kartan

# Helsinki near you
source: Plans under preparation on the map
fi: Valmisteilla olevat kaavat kartalla
sv: Planer under beredning på kartan

# Helsinki near you
source: Please enter an address
fi: Syötä osoite
sv: Ange en adress

# Helsinki near you address label
source: Street works and events near the address @address
fi: Katu- ja puistohankkeet sekä tapahtumat lähellä osoitetta @address
sv: Gatuarbeten och evenemang nära adressen @address

# Helsinki near you address label
source: City bike stations and bicycle racks near the address @address
fi: Kaupunkipyöräasemat ja pyörätelineet lähellä osoitetta @address
sv: Stadscykelstationer och cykelställ nära adressen @address

# Helsinki near you address label
source: Street and park projects near the address @address
fi: Katu- ja puistohankkeet lähellä osoitetta @address
sv: Gatu- och parkprojekt nära adressen @address

# Helsinki near you address label
source: Plans under preparation near the address @address
fi: Valmisteilla olevat kaavat lähellä osoitetta @address
sv: Detaljplaner under beredning nära adressen @address

# Helsinki near you events search
source: For example, Kotikatu 1
fi: Esim. Kotikatu 1
sv: T.ex. Hemgatan 1

# Helsinki near you events search
source: Search for an event
fi: Etsi tapahtumia
sv: Sök evenemang

# Helsinki near you events search
source: You can search for events by entering an address, topic, target group, location or time. The search shows results within two kilometres of the address.
fi: Voit etsiä tapahtumia osoitteen, aiheen, kohderyhmän, paikan tai ajankohdan mukaan. Haku näyttää tuloksia enintään kahden kilometrin etäisyydeltä osoitteesta.
sv: Du kan söka evenemang enligt adress, tema, målgrupp, plats eller tid. Sökningen visar resultat inom två kilometer från adressen.

# Helsinki near you events search
source: Find interesting events near you.
fi: Löydä sinua kiinnostavat tapahtumat osoitteesi läheltä.
sv: Hitta intressanta evenemang nära din adress.

# Helsinki near you events search
source: Search for more events on the Events website
fi: Etsi lisää tapahtumia Tapahtumat-sivustolta
sv: Sök fler evenemang på webbplatsen Evenemang

# Helsinki near you events search
source: See all events near you
fi: Katso kaikki tapahtumat lähelläsi
sv: Se alla evenemang nära dig

# Helsinki near you
source: Roadworks near you
fi: Katu- ja puistohankkeet lähelläsi
sv: Gatuarbeten nära dig

# Helsinki near you title
source: Street and park projects near you
fi: Katu- ja puistohankkeet
sv: Gatu- och parkprojekt nära dig

# Helsinki near you title
source: Street and park projects
fi: Katu- ja puistohankkeet lähelläsi
sv: Gatu- och parkprojekt

# Helsinki near you
source: Browse roadworks near you or search for roadworks by location or date.
fi: Selaa katu- ja puistohankkeita läheltäsi tai hae hankkeita sijainnin tai päivämäärän perusteella.
sv: Bläddra gatuarbeten nära dig eller sök gatuarbeten efter plats eller datum.

# Helsinki near you roadworks search
source: Find information on street and park projects near you.
fi: Tutustu katu- ja puistohankkeisiin osoitteesi lähellä.
sv: Bekanta dig med gatu- och parkprojekt nära din adress.

# Helsinki near you roadworks search
source: Search for street and park projects
fi: Etsi katu- ja puistohankkeita
sv: Sök gatu- och parkprojekt

# Helsinki near you roadworks search
source: Search for street and park projects by entering an address. The search will show the projects that are within two kilometres of the address you enter.
fi: Voit etsiä katu- ja puistohankkeita osoitteen mukaan. Haku näyttää hankkeet enintään kahden kilometrin etäisyydeltä osoitteesta.
sv: Du kan söka gatu- och parkprojekt enligt adress. Sökningen visar projekt inom två kilometer från adressen.

# Roadworks default title
source: Work site
fi: Työmaa
sv: Arbetsplats

# Roadworks location fallback
source: Location unknown
fi: Sijainti ei tiedossa
sv: Plats okänd

# Roadworks date fallback
source: Unknown
fi: Ei tiedossa
sv: Okänd

# Roadworks date fallback
source: Ongoing
fi: Avoinna
sv: Pågående

# Roadworks type fallback
source: Work
fi: Työ
sv: Arbete

# Helsinki near you status label
source: Ready
fi: Käsitelty
sv: Klar

# Helsinki near you status label
source: Processing
fi: Käsittelyssä
sv: Behandlas

# Helsinki near you status label
source: Unknown
fi: Tuntematon
sv: Okänd

# Helsinki near you title
source: Find feedback
fi: Etsi palautteita
sv: Sök respons

# Label for feedback distance
source: Distance
fi: Etäisyys
sv: Avstånd

# Helsinki near you
source: Search feedback near you
fi: Etsi palautteita osoitteellasi
sv: Sök feedback nära dig

# Helsinki near you
source: The search shows results within two kilometers from the address and from the past 90 days.
fi: Haku näyttää tuloksia enintään kahden kilometrin etäisyydeltä osoitteesta ja 90 päivän ajalta.
sv: Sökningen visar resultat inom två kilometer från adressen och från de senaste 90 dagarna.

# Helsinki near you
source: Feedback related to your neighbourhood
fi: Palautteet läheltäsi
sv: Respons nära dig

# Helsinki near you
source: Browse feedback and fault reports that have been sent to the City of Helsinki from near you.
fi: Selaa Helsingille lähetettyjä palautteita ja vikailmoituksia läheltä osoitettasi.
sv: Läs respons och felanmälningar som skickats till Helsingfors nära din adress.

# Helsinki near you
source: @count street and park project near address @address
fi: @count katu- ja puistohanke osoitteella @address
sv: @count gatu- och parkprojekt nära adressen @address

# Helsinki near you
source: No street and park projects were found near address @address
fi: Katu- ja puistohankkeita ei löytynyt osoitteella @address
sv: Inga gatu- och parkprojekt hittades på adressen @address

# Helsinki near you
source: @count feedback near address @address
fi: @count palaute osoitteella @address
sv: @count respons nära adressen @address

# Helsinki near you
source: No feedback was found near address @address
fi: Palautteita ei löytynyt osoitteella @address
sv: Inga responser hittades på adressen @address

source: Arabic
fi: Arabia
sv: Arabiska

source: German
fi: Saksa
sv: Tyska

source: English
fi: Englanti
sv: Engelska

source: Spanish
fi: Espanja
sv: Spanska

source: Estonian
fi: Viro
sv: Estniska

source: Persian, Farsi
fi: Persia, farsi
sv: Persiska, farsi

source: Finnish
fi: Suomi
sv: Finska

source: French
fi: Ranska
sv: Franska

source: Russian
fi: Venäjä
sv: Ryska

source: Northern Sam
fi: Pohjoissaame
sv: Nordsamiska

source: Chinese, Simplified
fi: Kiina
sv: Kinesiska

source: Ukrainian
fi: Ukraina
sv: Ukrainska

source: The news item is scheduled to become non-public 11 months after its publication (@date). If necessary, you can change the time in the <strong>Hiding the page</strong> field.
fi: Uutinen ajastetaan ei-julkiseksi 11 kuukauden päähän julkaisuhetkestä (@date). Tarvittaessa voit muuttaa aikaa kentästä <strong>Ajastettu piilottaminen.</strong>

# Updating news
source: News update published time
sv: Uppdatering publicerad tid

# Helsinki near you roadworks search
source: See all street and park projects near you
sv: Se alla gatu- och parkprojekt nära dig

source: Hiding the page
sv: Schemalagd döljning

source: Somali
sv: Somaliska

source: The news item is scheduled to become non-public 11 months after its publication. If necessary, you can change the time in the <strong>Hiding the page</strong> field.
sv: Nyheten schemaläggs att bli icke-offentlig 11 månader efter publiceringen. Vid behov kan du ändra tiden i fältet <strong>Schemalagd döljning</strong>.
