Repository: City-of-Helsinki/drupal-helfi-etusivu
Catalog: public/themes/custom/hdbt_subtheme/translations/*.po
Languages: ar, et, fi, uk

# Front page top news paragraph title
source: Top stories
ar: أهم الأخبار
et: Enim loetud lood
fi: Tärkeää juuri nyt
uk: Найпопулярніш і новини

# Front page learn more paragraph title
source: Learn more
ar: اعرف المزيد
et: Loe lähemalt
fi: Syvenny ja inspiroidu
uk: Дізнатися більше

# Front page latest news paragraph title
source: Latest news
ar: آخر الأخبار
et: Viimased uudised
fi: Uusimmat uutiset
uk: Останні новини

# News archive topics label
source: Topics
ar: المواضيع
et: Teemad
uk: Теми

# News archive neighbourhoods label
source: City districts
ar: أحياء المدينة
et: Linnaosad
uk: Райони міста

# News archive groups label
source: Target groups
ar: المجموعات المستهدفة
et: Sihtrühmad
uk: Цільові групи

# React search: submit button label
source: Search
ar: البحث
et: Otsing
uk: Пошук

# News archive
source: @count search result
ar: @count نتائج البحث
et: @count otsingutulemus
uk: @count результат пошуку

# News search
source: Published
ar: تم النشر بتاريخ
et: Avaldatud
uk: Опубліковано

# The helper text before the node published timestamp
source: Published
ar: تم النشر بتاريخ
et: Avaldatud
uk: Опубліковано

# Label for news card published time
source: Published
ar: تم النشر بتاريخ
et: Avaldatud
uk: Опубліковано

# News archive fallback count singular
source: item
ar: خبر أو مقال
et: uudis või artikkel
uk: новина або стаття

# News archive fallback count plural
source: items
ar: الأخبار أو المقالات
et: uudised või artiklid
uk: новини чи статті

# News RSS feed subscribe link
source: Subscribe to all news as RSS feed
ar: اشترك لتحصل على جميع الأخبار عبر خدمة مقتطفات الآخبار (RSS)
et: Telli kõik uudised RSS-voona
uk: Підписатися на всі новини через RSS-стрічку

# Front page news of interest title
source: You might be interested in
ar: قد تكون مهتمًا بـ
et: Teile võib huvi pakkuda
fi: Sinua voisi kiinnostaa
uk: Вас може зацікавити

# Image caption and photographer
source: @caption Photo: @photographer
ar: @caption صورة: @photographer
et: @caption Foto: @photographer
uk: @caption Фото: @photographer

# Image photographer
source: Photo: @photographer
ar: صورة: @photographer
et: Foto: @photographer
uk: Фото: @photographer

# Helfi Paragraphs Hero
source: Image: @image_author
ar: صورة: @image_author
et: Foto: @image_author
uk: Фото: @image_author

# The helper text before the node changed timestamp
source: Updated
ar: تم التحديث

# The helper text before the node changed timestamp
source: Updated over a year ago
ar: تم التحديث منذ أكثر من عام
et: Uuendatud üle aasta tagasi
uk: Оновлено понад рік тому

# The helper text before the node published timestamp
source: Published over a year ago
ar: نُشرت منذ أكثر من عام
et: Avaldatud üle aasta tagasi
uk: Опубліковано понад рік тому

# The helper text before the social media share buttons
source: Share
ar: يشارك
et: Jaga
uk: Поділитися

# No search results
source: No results
ar: لا توجد نتائج
et: Tulemusi pole
uk: Немає результатів

# Unit search no results title
source: No results
ar: لا توجد نتائج
et: Tulemusi pole
uk: Немає результатів

source: No results
ar: لا توجد نتائج
et: Tulemusi pole
uk: Немає результатів

# React search: no search results
source: No results were found for the criteria you entered. Try changing your search criteria.
ar: لم يتم العثور على نتائج للمعايير التي أدخلتها. حاول تغيير معايير البحث.
et: Sisestatud kriteeriumidele ei leitud tulemusi. Proovige otsingukriteeriume muuta.
uk: За введеними вами критеріями не знайдено результатів. Спробуйте змінити критерії пошуку.

# Current paragraph title
source: Trending
fi: Pinnalla

# Services near you block
source: Services
fi: Palvelut

# News close to you block
source: News
fi: Uutiset

# News close to you block
source: and
fi: ja

# News close to you block
source: See news related to the neighbourhoods of %neighbourhoods%
fi: Katso uutisia kaupunginosista %neighbourhoods%

# News close to you block
source: See all news near you
fi: Katso kaikki uutiset lähelläsi

# Services near you block
source: Go from the links to the search results for your address.
fi: Siirry linkeistä oman osoitteesi mukaisiin hakutuloksiin.

# Helsinki near you
source: Send feedback on the Helsinki near you webpages!
fi: Anna palautetta Helsinki lähelläsi -sivustosta!

# Helsinki near you
source: What do you think of these new webpages? We are currently developing them and would appreciate your thoughts and ideas.
fi: Mitä mieltä olet tästä uudesta sivustosta? Kehitämme tätä parhaillaan ja haluamme kuulla kokemuksiasi ja kehitystoiveitasi.

# Helsinki near you
source: Send feedback
fi: Anna palautetta

# Helsinki near you
source: Street and park projects near you
fi: Katu- ja puistohankkeet lähelläsi

# Helsinki near you roadworks search
source: See all street and park projects near you
fi: Katso kaikki katu- ja puistohankkeet lähelläsi

# Helsinki near you
source: Find information on street and park projects near you.
fi: Tutustu katu- ja puistohankkeisiin osoitteesi lähellä.

# Feedback close to you block
source: Feedback
fi: Palautteet

# Feedback close to you block
source: Find information on feedback and fault reports near you.
fi: Tutustu palautteisiin ja vikailmoituksiin osoitteesi läheltä.

# Feedback close to you block
source: See all feedback related to your neighbourhood
fi: Katso kaikki palautteet läheltäsi

# Label for feedback requested date
source: Requested
fi: Saapunut

# Label for feedback location
source: Location
fi: Sijainti

# Label for roadwork location
source: Location
fi: Sijainti

# Label for roadwork planned schedule
source: Planned schedule
fi: Arvioitu aikataulu

# Label for roadwork distance
source: Distance
fi: Etäisyys
