Repository: City-of-Helsinki/drupal-helfi-etusivu
Catalog: public/themes/custom/hdbt_subtheme/translations/so.po
Languages: so

# Front page top news paragraph title
source: Top stories
so: Sheekooyinka ugu sarreeya

# Front page learn more paragraph title
source: Learn more
so: Wax badan baro

# Front page latest news paragraph title
source: Latest news
so: Wararkii ugu dambeeyay

# News archive topics label
source: Topics
so: Mowduucyada

# News archive neighbourhoods label
source: City districts
so: Degmooyinka magaalada

# News archive groups label
source: Target groups
so: Kooxaha bartilmaameedka ah

# React search: submit button label
source: Search
so: Raadi

# News archive
source: @count search result
so: @count natiijo raadinta

# News search
source: Published
so: Saacaada

# The helper text before the node published timestamp
source: Published
so: Saacaada

# Label for news card published time
source: Published
so: Saacaada

# News archive fallback count singular
source: item
so: war ama maqaal

# News archive fallback count plural
source: items
so: warar ama maqaallo

# News RSS feed subscribe link
source: Subscribe to all news as RSS feed
so: Ku biir dhammaan wararka sida RSS feed

# Front page news of interest title
source: You might be interested in
so: Waxaa laga yaabaa inaad xiisaynayso

# Image caption and photographer
source: @caption Photo: @photographer
so: @caption Sawir: @photographer

# Image photographer
source: Photo: @photographer
so: Sawir: @photographer

# Helfi Paragraphs Hero
source: Image: @image_author
so: Sawir: @image_author

# The helper text before the node changed timestamp
source: Updated over a year ago
so: La cusboonaysiiyay sanad ka hor

# The helper text before the node published timestamp
source: Published over a year ago
so: La daabacay sanad ka hor

# The helper text before the social media share buttons
source: Share
so: La wadaag

# No search results
source: No results
so: Wax natiijooyin ah ma jiraan

# Unit search no results title
source: No results
so: Wax natiijooyin ah ma jiraan

source: No results
so: Wax natiijooyin ah ma jiraan

# React search: no search results
source: No results were found for the criteria you entered. Try changing your search criteria.
so: Wax natiijooyin ah lagama helin shuruudaha aad gashay. Isku day inaad beddesho shuruudaha raadinta.
