Repository: City-of-Helsinki/drupal-helfi-etusivu
Catalog: public/modules/custom/helfi_annif/translations/*.po
Languages: fi

# Recommendations block title
source: You might be interested in
fi: Sinua voisi kiinnostaa

# Annif
source: Automatically recommended content
fi: Automaattisesti suositellut sisällöt

# Annif
source: Show this page in recommendations for other pages
fi: Näytä tämä sivu muiden sivujen suositteluissa

# Annif
source: Show automatically recommended content on this page
fi: Näytä automaattisesti suositellut sisällöt tällä sivulla

# Annif
source: Automatically selected news categories
fi: Automaattisesti valitut uutisluokat

# Annif
source: No automatic news categories have been created yet
fi: Automaattisia uutisluokkia ei ole vielä luotu

# Annif
source: Update news categories
fi: Päivitä uutisluokat

# Annif
source: Remove from automatic recommendations
fi: Poista automaattisista suosituksista

# Annif
source: - None -
fi: - Ei mitään -

# Annif
source: Recommended content for this page
fi: Suositellut sisällöt tälle sivulle

# Annif
source: No recommended content has been created for this page yet
fi: Tälle sivulle ei ole vielä luotu suositeltuja sisältöjä
